Repository: City-busz/Junction
Catalog: po/*.po
Languages: be, cs, de, es, eu, fi, he, hi, hr, id, nb_no, nl, pt, pt_br, ru, ta, tr, uk

source: Application chooser
be: Сродак выбару праграм
cs: Volba aplikací
de: Programme wählen
es: Selector de aplicaciones
eu: Aplikazioen hautagailua
fi: Sovellusvalitsin
he: בורר יישומים
hi: एप्लिकेशन चयनकर्ता
hr: Birač programa
id: Pemilih aplikasi
nb_no: Programvelger
nl: Toepassingskiezer
pt: Seletor de aplicações
pt_br: Seletor de aplicativo
ru: Выберите приложение
ta: நிரல் தேர்வாளர்
tr: Uygulama seçici
uk: Оберіть застосунок

source: Choosy;BrowserChooser;Braus;Browserosaurus;Finicky;Buffet;OpenIn;BrowserSelect;
be: Choosy;BrowserChooser;Braus;Browserosaurus;Finicky;Buffet;OpenIn;BrowserSelect;Выбар;Выбраць;Праграма;Адкрыць;
cs: Choosey;BrowserChooser;Braus;Browserosaurus;Finicky;Buffet;
fi: Choosy;BrowserChooser;Braus;Browserosaurus;Finicky;Buffet;OpenIn;BrowserSelect;valitsin;avaa;
nl: Kiezen;Browserkeuze;Browser;Browserosaurus;Buffet;OpenenMet;Browserselectie;

source: Junction lets you choose the application to open files and links.
be: Junction дазваляе выбраць праграму для адкрыцця файлаў і спасылак.
cs: Junction vám pomůže s výběrem aplikace k otevření souborů a odkazů.
de: Mit Junction können Programme zum Öffnen von Dateien und Links ausgewählt werden.
es: Junction le permite elegir la aplicación para abrir archivos y enlaces.
eu: Junctionek aplikazioa aukeratzeko aukera ematen dizu, fitxategiak eta estekak irekitzeko.
fi: Junctionin avulla voit valita sovelluksen, jolla tiedostoja ja linkkejä avataan.
he: צומת מאפשר לך לבחור את היישום לפתיחת קבצים וקישורים.
hi: Junction आपको फाइलें और लिंक खोलने के लिए एप्लिकेशन चुनने की सुविधा देता है।
hr: Junction omogućuje biranje programa za otvaranje datoteka i poveznica.
id: Junction memungkinkan Anda memilih aplikasi untuk membuka berkas dan tautan.
nb_no: Junction lar deg velge program å åpne filer og lenker med.
nl: Junction stelt je in staat een toepassing te kiezen om bestanden en links in te openen.
pt: O Junction permite-lhe escolher a aplicação para abrir ficheiros e ligações.
pt_br: O Junction permite que você escolha o aplicativo para abrir arquivos e links.
ru: Junction позволяет выбрать приложение для открытия файлов и ссылок.
ta: கோப்புகள் மற்றும் இணைப்புகளைத் திறப்பதற்கான பயன்பாட்டைத் தேர்வுசெய்ய ஜங்ஷன் உங்களை அனுமதிக்கிறது.
tr: Junction, dosyaları ve bağlantıları açacak uygulamayı seçmenize olanak tanır.
uk: Junction надає вам можливість обрати застосунок для відкриття файлу чи посилання.

source: After installing make sure to launch the application.
be: Пасля ўстаноўкі абавязкова запусціце праграму.
cs: Po instalaci nezapomeňte aplikaci spustit.
de: Nach der Installation, Programm starten.
es: Después de la instalación, asegúrese de iniciar la aplicación.
eu: Instalatu ondoren, ziurtatu aplikazioa hasi dela.
fi: Käynnistä sovellus asennuksen jälkeen.
he: לאחר ההתקנה יש לנסות להפעיל את היישום.
hi: इंस्टॉल करने के बाद एप्लिकेशन लॉन्च करना सुनिश्चित करें।
hr: Nakon instaliranja pokreni program.
id: Setelah memasang, pastikan untuk memulai aplikasi.
nb_no: Etter installasjon bør du starte programmet.
nl: Start Junction na het installeren ervan.
pt: Após a instalação, certifique-se de iniciar a aplicação.
pt_br: Após a instalação, certifique-se de iniciar o aplicativo.
ru: После установки обязательно запустите приложение.
ta: நிறுவிய பிறகு, பயன்பாட்டைத் தொடங்குவதை உறுதிசெய்க.
tr: Kurduktan sonra uygulamayı başlattığınızdan emin olun.
uk: Після встановлення обов'язково запустіть застосунок.

source: Junction will pop up automatically when you open a link in a desktop application. Use the mouse or keyboard navigation to choose the application to open the link or file with.
be: Junction з'явіцца аўтаматычна, калі вы адкрыеце спасылку ў праграме. Выкарыстоўвайце навігацыю мышкай або клавіятурай, каб выбраць праграму для адкрыцця спасылкі або файла.
cs: Junction se automaticky otevře, jakmile v některé desktopové aplikaci kliknete na odkaz. Chcete-li vybrat aplikaci pro otevření odkazu nebo souboru, použijte myš nebo šipky na klávesnici.
de: Junction wird automatisch angezeigt, wenn ein Link in einem Desktop-Programm geöffnet wird. Zur Steuerung verwende die Maus oder die Tastatur, um das Programm auszuwählen mit dem du ein Link oder Datei öffnen möchtest.
es: Junction aparecerá automáticamente cuando abra un enlace en una aplicación de escritorio. Use el ratón o la navegación por teclado para elegir la aplicación con la que abrir el enlace o el archivo.
eu: Junction automatikoki agertuko da mahaigaineko aplikazio batean esteka bat irekitzen duzunean. Sagua edo teklatu bidezko nabigazioa erabili esteka edo fitxategia irekitzeko aplikazioa aukeratzeko.
fi: Junction ilmestyy näkyviin automaattisesti, kun avaat linkin työpöytäsovelluksessa. Käytä hiirtä tai näppäimistöä valitaksesi sovelluksen, jolla linkki tai tiedosto avataan.
he: צומת יקפוץ אוטומטית בעת פתיחת קישור ביישום לשולן העבודה. אפשר להשתמש בעכבר או בניווט עם המקלדת כדי לבחור את היישום שאתו ייפתח הקישור או הקובץ.
hi: जब आप डेस्कटॉप एप्लिकेशन में कोई लिंक खोलेंगे तो Junction स्वचालित रूप से पॉप अप हो जाएगा। लिंक या फाइल खोलने के लिए एप्लिकेशन चुनने के लिए माउस या कीबोर्ड नेविगेशन का उपयोग करें।
hr: Junction će se automatski pojaviti kad otvoriš poveznicu u desktop programu. Koristi navigaciju mišem ili tipkovnicom za biranje programa za otvaranje poveznice ili datoteke.
id: Junction akan muncul secara otomatis ketika Anda membuka tautan di aplikasi desktop. Gunakan tetikus atau navigasi papan tik untuk memilih aplikasi untuk membuka tautan atau berkas.
nb_no: Junction spretter opp automatisk når du åpner en lenke i et skrivebordsprogram
nl: Junction wordt automatisch getoond na het aanklikken van een bestand of link in een bureaubladtoepassing. Gebruik je muis of toetsenbord om een toepassing te kiezen.
pt: O Junction irá aparecer automaticamente quando abrir uma ligação numa aplicação de escritório. Use o rato ou a navegação por teclado para escolher a aplicação com que abrir a ligação ou o ficheiro.
pt_br: O Junction aparecerá automaticamente quando você abrir um link em um aplicativo de desktop. Use a navegação do mouse ou do teclado para escolher o aplicativo com o qual abrir o link ou arquivo.
ru: Junction появится автоматически, когда вы откроете ссылку в постороннем приложении. С помощью мыши или клавиатуры выберите приложение для открытия ссылки или файла.
ta: டெஸ்க்டாப் பயன்பாட்டில் இணைப்பைத் திறக்கும்போது ஜங்ஷன் தானாகவே பாப் அப் செய்யும். இணைப்பு அல்லது கோப்பைத் திறக்க பயன்பாட்டைத் தேர்வுசெய்ய மவுஸ் அல்லது விசைப்பலகை வழிசெலுத்தலைப் பயன்படுத்தவும்.
tr: Bir masaüstü uygulamasında bir bağlantı açtığınızda Junction otomatik olarak açılacaktır. Bağlantının veya dosyanın açılacağı uygulamayı seçmek için fareyi veya klavyeyi kullanın.
uk: Junction буде з'являтися автоматично коли ви відкриваєте посилання настільного застосунку. Використовуйте мишу чи клавіатуру, щоб обрати застосунок для відкриття посилання чи файлу.

source: Features:
be: Функцыі:
cs: Funkce:
de: Funktionen:
es: Características:
eu: Ezaugarriak:
fi: Ominaisuudet:
he: יכולות:
hi: विशेषताएँ:
hr: Značajke:
id: Fitur:
nb_no: Funksjoner:
nl: Kenmerken:
pt: Funcionalidades:
pt_br: Funcionalidades:
ru: Функции:
ta: அம்சங்கள்:
tr: Özellikler:
uk: Функції:

source: Choose the application to open with
be: Выберыце праграму для адкрыцця
cs: Výběr aplikace, pomocí které odkaz nebo soubor otevřít
de: Programm zum Öffnen auswählen
es: Elija la aplicación para abrir con
eu: Aukeratu aplikazioa
fi: Valitse avaamiseen käytettävä sovellus
he: בחירת היישום לפתיחה באמצעותו
hi: खोलने के लिए एप्लिकेशन चुनें
hr: Odaberi program za otvaranje
id: Pilih aplikasi untuk membuka sesuatu
nb_no: Velg programmet å åpne med
nl: Kies de toepassing waarmee een item moet worden geopend
pt: Escolha a aplicação com que abrir
pt_br: Escolha com qual aplicativo abrir
ru: Выберите приложение для открытия
ta: பயன்பாட்டைத் தேர்ந்தெடுக்கவும் அதனுடன் திறப்பதற்கு
tr: Hangi uygulamayla açılacağını seç
uk: Оберіть застосунок, щоб відкрити

source: Show the location before opening
be: Паказвае размяшчэнне перад адкрыццём
cs: Zobrazení cíle před otevřením
de: Ort vor dem Öffnen anzeigen
es: Mostrar la ubicación antes de la apertura
eu: Ireki aurretik kokapena erakutsi
fi: Näytä osoite ennen avaamista
he: הצגת המיקום בטרם הפתיחה
hi: खोलने से पहले स्थान दिखाएँ
hr: Pokaži mjesto prije otvaranja
id: Tampilkan lokasi sebelum membuka
nl: Toon de locatie voorafgaand aan het openen
pt: Mostrar a localização antes de abrir
pt_br: Mostrar a localização antes de abrir
ru: Показать расположение перед открытием
ta: திறப்பதற்கு முன் இருப்பிடத்தைக் காட்டு
tr: Açmadan önce konumu göster
uk: Покажіть місце розташування перед відкриттям

source: Edit the URL before opening
be: Змяніце URL-адрас перад адкрыццём
cs: Úprava cílové adresy před otevřením
de: URL Adresse vor dem Öffnen bearbeiten
es: Editar la URL antes de abrirla
eu: Editatu URLa ireki aurretik
fi: Muokkaa osoitetta ennen avaamista
he: עריכת הכתובת בטרם הפתיחה
hi: खोलने से पहले URL संपादित करें
hr: Uredi URL adresu prije otvaranja
id: Sunting URL sebelum membukanya
nb_no: Rediger nettadressen før åpning
nl: Bewerk de url voorafgaand aan het openen
pt: Editar o URL antes de o abrir
pt_br: Editar o URL antes de abrir
ru: Измените URL-адрес перед открытием
ta: URL ஐ திறப்பதற்கு முன் திருத்தவும்
tr: Açmadan önce URL'yi düzenle
uk: Редагуйте URL перед відкриттям

source: Show a hint for insecure link
be: Паказвае падказку для небяспечных спасылак
cs: Zobrazení informace o nebezpečných odkazích
de: Hinweis auf unsicheren Link anzeigen
es: Mostrar una advertencia de enlace inseguro
eu: Erakutsi segurtasunik gabeko lotura-ohartarazpen bat
fi: Näytä vihje turvattomista linkeistä
he: הצגת רמז לקישור בלתי מאובטח
hi: असुरक्षित लिंक के लिए संकेत दिखाएँ
hr: Pokaži savjet za nesigurnu poveznicu
id: Tampilkan petunjuk tautan tidak aman
nb_no: Vis hint for usikker lenke
nl: Toon een melding bij een onveilige link
pt: Mostrar uma advertência para as ligações inseguras
pt_br: Mostrar uma advertência para links inseguros
ru: Показывать подсказку для небезопасных ссылок
ta: பாதுகாப்பற்ற இணைப்புக்கான குறிப்பைக் காட்டு
tr: Güvenli olmayan bağlantı için bir ipucu göster
uk: Показати підказку щодо небезпечного посилання

source: Keyboard navigation
be: Навігацыя з клавіятуры
cs: Navigování pomocí klávesnice
de: Steuerung per Tastatur
es: Navegación por teclado
eu: Teklatu bidezko nabigazioa
fi: Liikkuminen näppäimistöllä
he: ניווט עם המקלדת
hi: कीबोर्ड नेविगेशन
hr: Navigacija tipkovnicom
id: Navigasi papan tik
nb_no: Tastaturnavigasjon
nl: Toetsenbordnavigatie
pt: Navegação por teclado
pt_br: Navegação por teclado
ru: Навигация с клавиатуры
ta: விசைப்பலகை வழிசெலுத்தல்
tr: Klavye ile gezinme
uk: Навігація клавіатурою

source: Middle click to open in multiple applications
be: Націсніце СКМ для адкрыцця ў некалькіх праграмах
cs: Kliknutí kolečkem myši pro otevření ve více aplikacích
de: Mittlere Maustaste zum Öffnen in mehreren Anwendungen
es: Clic central para abrir en varias aplicaciones
eu: Hainbat aplikaziotan irekitzeko, klik zentrala erabili
fi: Keskimmäinen napsautus avaa useissa sovelluksissa
he: לחיצה אמצעית לפתיחה במספר יישומים
hi: एकाधिक एप्लिकेशन में खोलने के लिए मध्य क्लिक करें
hr: Pritiskanje srednjeg gumba miša za otvaranje u više programa
id: Klik tengah untuk membuka dalam beberapa aplikasi
nb_no: Midt-klikk for å åpne i flere programmer
nl: Middelklik om een item in meerdere toepassingen te openen
pt: Botão do meio para abrir em múltiplas aplicações
pt_br: Clicar com o botão do meio para abrir em vários aplicativos
ru: Нажмите СКМ для открытия в нескольких приложениях
ta: பல பயன்பாடுகளில் திறக்க மிடில் (நடுவில்) கிளிக் செய்யவும்
tr: Birden çok uygulamada açmak için orta tıklama
uk: Натисніть середньою клавішею миші, щоб відкрити у кількох програмах

source: Choose the browser to open the link with
be: Абярыце браўзер для адкрыцця спасылкі
cs: Výběr prohlížeče pro otevření odkazu
de: Browser wählen, mit dem der Link geöffnet werden soll
es: Elija el navegador con el que desea abrir el enlace
eu: Aukeratu esteka zer nabigatzailerekin ireki nahi duzun
fi: Valitse selain, jolla linkki avataan
he: נא לבחור את הדפדפן אתו ייפתח הקישור
hi: लिंक खोलने के लिए ब्राउज़र चुनें
hr: Odaberi preglednik za otvaranje poveznice
id: Pilih peramban untuk membuka tautan tersebut
nb_no: Velg nettleseren å åpne lenken med
nl: Kies de browser waarin de link moet worden geopend
pt: Escolha o navegador para abrir a ligação
pt_br: Escolha o navegador para abrir o link
ru: Выберите браузер для открытия ссылки
ta: இணைப்பைத் திறக்க உலாவியைத் தேர்ந்தெடுக்கவும்
tr: Bağlantının açılacağı tarayıcıyı seçin
uk: Оберіть веб-переглядач, щоб відкриття посилання

source: Choose the application to open the image with
be: Выберыце праграму для адкрыцця відарыса
cs: Výběr aplikace, pomocí které otevřít obrázek
de: Programm wählen, mit dem das Bild geöffnet werden soll
es: Elija la aplicación con la que desea abrir la imagen
eu: Aukeratu irudia zer aplikaziorekin ireki nahi duzun
fi: Valitse sovellus, jolla kuva avataan
he: נא לבחור את היישום אתו תיפתח התמונה
hi: छवि को खोलने के लिए एप्लिकेशन चुनें
hr: Odaberi program za otvaranje slike
id: Pilih aplikasi untuk membuka gambar tersebut
nb_no: Velg programmet å åpne bildet med
nl: Kies de toepassing waarin de afbeelding moet worden geopend
pt: Escolha a aplicação para abrir a imagem
pt_br: Escolha o aplicativo para abrir a imagem
ru: Выберите приложение для открытия изображения
ta: படத்தைத் திறக்க பயன்பாட்டைத் தேர்ந்தெடுக்கவும்
tr: Resmin açılacağı uygulamayı seçin
uk: Оберіть застосунок, щоб відкрити зображення

source: Junction features great support for keyboard
be: Junction мае выдатную падтрымку клавіятуры
cs: Junction nabízí skvělou podporu pro ovládání klávesnicí
de: Junction bietet hervorragende Unterstützung für die Tastatur an
es: Junction cuenta con un gran soporte para el teclado
eu: Junctionek euskarri handia du teklaturako
fi: Junctionissa on erinomainen tuki näppäimistölle
he: צומת מציג תמיכה מעולה במקלדת
hi: Junction में कीबोर्ड के लिए बेहतरीन समर्थन है
hr: Junction nudi veliku podršku za tipkovnicu
id: Junction memiliki dukungan bagus untuk papan tik
nb_no: Junction har god tastaturstøtte
nl: Junction ondersteunt toetsenbordnavigatie
pt: O Junction oferece um ótimo suporte ao teclado
pt_br: O Junction oferece ótimo suporte para teclado
ru: Junction имеет отличную поддержку клавиатуры
ta: ஜங்ஷன் விசைப்பலகைக்கு சிறந்த ஆதரவைக் கொண்டுள்ளது
tr: Junction, harika bir klavye desteğine sahiptir
uk: Junction має чудову підтримку клавіатури

source: Desktop actions are supported too
be: Дзеянні на працоўным стале таксама падтрымліваюцца
cs: Podporovány jsou i akce na ploše
de: Desktop-Aktionen werden auch unterstützt
es: Las acciones de escritorio también son compatibles
eu: Mahaigaineko ekintzak ere bateragarriak dira
fi: Myös työpöytätoiminnot ovat tuettuja
he: יש גם תמיכה בפעולות שולחן עבודה
hi: डेस्कटॉप क्रियाएँ भी समर्थित हैं
hr: Desktop radnje su također podržane
id: Tindakan desktop juga didukung
nb_no: Skrivebordshandlinger støttes også
nl: Junction ondersteunt tevens toepassingsacties
pt: Ações de área de trabalho são suportadas também
pt_br: Ações de área de trabalho também são suportadas
ru: Действия на рабочем столе также поддерживаются
ta: டெஸ்க்டாப் செயல்களும் ஆதரிக்கப்படுகின்றன
tr: Masaüstü eylemleri de desteklenir
uk: Також підтримуються дії на робочому столі

source: Add an option "Reveal in Folder" for files
be: Дадаць опцыю "Паказаць у Папкі" для файлаў
cs: Pro soubory přidat možnost "Zobraz ve složce"
es: Añadir una opción para "Ver en Carpeta" para los archivos
he: הוספת אפשרות „חשיפה בתיקייה” לקבצים
hi: फाइलों के लिए "फोल्डर में प्रकट करें" विकल्प जोड़ा गया
hr: Dodaj opciju „Otkrij u mapi” za datoteke
id: Tambahkan opsi "Ungkap di Folder" untuk berkas
nb_no: Tillagt alternativ «Avslør i mappe» for filer
nl: Nieuw: optie om bestanden in de bijbehorende map te tonen
pt: Adiciona uma opção "Revelar na pasta" para ficheiros
pt_br: Adiciona uma opção "Revelar na pasta" para arquivos
ru: Добавить опцию "Показать в Папке" для файлов
ta: கோப்புகளுக்கு "கோப்புறையில் வெளிப்படுத்து" என்ற விருப்பத்தைச் சேர்க்கவும்
tr: Dosyalar için "Klasörde Göster" seçeneği ekle
uk: Додано опцію «Показати в папці» для файлів

source: Reveal document portal file paths
be: Паказаць шляхі да файлаў партала дакументаў
cs: Zobraz cesty souborů v portálu dokumentů
es: Revelar rutas del portal de documentos
he: חשיפת נתיבי קובצי שערי מסמכים
hi: दस्तावेज़ पोर्टल फाइल पथ प्रकट करें
hr: Otkrij putanje datoteka na portalu dokumenta
nb_no: Avslør dokumentprotal-filstier
nl: Documentportaal-bestandslocaties tonen
pt: Revela caminhos de ficheiro de portal de documentos
pt_br: Revela caminhos de arquivo de portal de documentos
ru: Показать пути к файлам портала документов
ta: ஆவண போர்டல் கோப்பு பாதைகளை வெளிப்படுத்தவும்
tr: Belge portalı dosya yollarını göster
uk: Показати шляхи до файлів порталу документів

source: Bug fix for desktop actions
be: Выпраўленне памылак дзеянняў на працоўным стале
cs: Oprava akcí na ploše
es: Arreglo de bugs para acciones de escritorio
fi: Bugikorjaus työpöytätoiminnoille
he: תוקנה תקלה בפעולות שולחן עבודה
hi: डेस्कटॉप क्रियाओं के लिए बग समाधान
hr: Ispravljena greška za radnje na radnoj površini
id: Perbaikan kutu untuk tindakan desktop
nb_no: Feilfiks av skrivebordshandlinger
nl: Bug opgelost omtrent toepassingsacties
pt: Correção de bug para as ações da área de trabalho
pt_br: Correção de bug para as ações da área de trabalho
ru: Правка ошибки для действий на рабочем столе
ta: டெஸ்க்டாப் செயல்களுக்கான பிழை திருத்தம்
tr: Masaüstü eylemleri için hata düzeltmesi
uk: Виправлено помилку дій на робочому столі

source: Bug fix when opening with Libreoffice
be: Выпраўлена памылка пры адкрыцці ў Libreoffice
cs: Oprava otevírání v LibreOffice
es: Bug arreglado al abrir con Libreoffice
fi: Bugikorjaus LibreOfficella avatessa
he: תוקנה תקלה בפתיחה עם LibreOffice
hi: Libreoffice के साथ खोलते समय बग फिक्स
hr: Ispravljena greška za otvaranje datoteke s Libreofficeom
id: Perbaikan kutu ketika membuka LibreOffice
nb_no: Feilfiks ved åpning av LibreOffice
nl: Bug opgelost omtrent het openen van LibreOffice
pt: Correção de bug quando aberto com o Libreoffice
pt_br: Correção de bug quando aberto com o Libreoffice
ru: Правка ошибки при открывании с Libreoffice
ta: பிழை திருத்தம் Libreoffice உடன் திறக்கும் போது
tr: Libreoffice ile açarken hata düzeltmesi
uk: Виправлено помилку під час відкриття за допомогою Libreoffice

source: Support desktop actions
be: Падтрымка дзеянняў на працоўным стале
cs: Umožnit aplikace
de: Unterstützung für Desktop-Aktionen
es: Soporte de acciones de escritorio
eu: Mahaigaineko ekintzen euskarria
fi: Tuki työpöytätoiminnoille
he: תמיכה בפעולות שולחן עבודה
hi: डेस्कटॉप क्रियाओं का समर्थन करें
hr: Podrži radnje na radnoj površini
id: Mendukung tindakan destop
nb_no: Støtte for skrivebordshandlinger
nl: Ondersteuning voor toepassingsacties
pt: Suporte a ações de área de trabalho
pt_br: Suporte a ações de área de trabalho
ru: Поддержка действий на рабочем столе
ta: டெஸ்க்டாப் செயல்களை ஆதரிக்கவும்
tr: Masaüstü eylemlerini destekle
uk: Підтримка дій на робочому столі

source: Support snap applications
be: Падтрымка snap праграм
cs: Povolit aplikace Snap
de: Unterstützung für snap Programme
es: Soporte de aplicaciones snap
eu: Snap aplikazioen euskarria
fi: Tuki snap-sovelluksille
he: תמיכה ביישומי snap
hi: Snap एप्लिकेशन का समर्थन करें
hr: Podrži snap programe
id: Mendukung aplikasi snap
nb_no: Støtte for Snap-programmer
nl: Ondersteuning voor snap-toepassingen
pt: Suporte a aplicações snap
pt_br: Suporte a aplicativos snap
ru: Поддерживать снап приложения
ta: ஸ்னாப் பயன்பாடுகளுக்கு ஆதரவு
tr: Snap uygulamalarını destekle
uk: Підтримка snap-застосунків

source: Improve design
be: Паляпшэнне дызайну
cs: Vylepšit vzhled
de: Verbessertes Design
es: Mejora del diseño
eu: Diseinua hobetzea
fi: Aiempaa parempi design
he: העיצוב השתפר
hi: बेहतर डिज़ाइन
hr: Poboljšaj dizajn
id: Memperbagus desain
nb_no: Forbedret design
nl: Verbeterd ontwerp
pt: Melhora do desenho
pt_br: Melhorar o design
ru: Улучшить дизайн
ta: வடிவமைப்பை மேம்படுத்தவும்
tr: Tasarımı iyileştir
uk: Покращено дизайн

source: New icon
be: Новы значок
cs: Nová ikona
de: Neues Symbol
es: Icono nuevo
eu: Ikono berria
fi: Uusi kuvake
he: סמל חדש
hi: नया आइकन
hr: Nova ikona
id: Ikon baru
nb_no: Nytt ikon
nl: Nieuw pictogram
pt: Novo ícone
pt_br: Novo ícone
ru: Новый значек
ta: புதிய சின்னம்
tr: Yeni simge
uk: Нова піктограма

source: Add a x-junction:// protocol API
be: Дададзены API пратакола x-junction://
cs: Přidat x-junction:// protokol API
de: x-junction:// Protokoll-API hinzugefügt
es: Añade una API de protocolo x-junction://
eu: Gehitu x-junction:// protokolo-API bat
fi: Lisää x-junction://-yhteyskäytännön rajapinta
he: נוסף API לפרוטוקול x-junction://‎
hi: एक x-जंक्शन:// प्रोटोकॉल API जोड़ा गया
hr: Dodaj x-junction:// API protokol
id: Tambahkan API protokol x-junction://
nl: Ondersteuning voor de x-junction://-protocol-api
pt: Adiciona uma API de protocolo x-junction://
pt_br: Adicionar uma API de protocolo x-junction://
ru: Добавить API протокола x-junction://
ta: x-junction:// புரோட்டோகால் API ஐச் சேர்க்கவும்
tr: x-junction:// protokol API'si ekle
uk: Додано x-junction:// API протокол

source: Do not automatically set as default application
be: Не задаваць аўтаматычна як праграму па змаўчанні
cs: Nenastavovat automaticky jako výchozí aplikaci
de: Nicht automatisch als Standardprogramm festlegen
es: No establece automáticamente como predeterminado para la Web
eu: Ez ezarri automatikoki webgunerako lehenetsi gisa
fi: Älä aseta automaattisesti oletussovellukseksi
he: לא מוגדר כיישום ברירת המחדל אוטומטית
hi: डिफ़ॉल्ट एप्लिकेशन के रूप में स्वचालित रूप से सेट न करें
hr: Nemoj automatski postaviti kao zadani program
id: Jangan secara otomatis mengatur sebagai aplikasi baku
nb_no: Ikke satt som automatisk program som forvalg
nl: Toepassingen worden niet automatisch als standaard ingesteld
pt: Não estabelece automaticamente como aplicação por omissão
pt_br: Não definir automaticamente como aplicativo padrão
ru: Не устанавливать автоматически как приложения по умолчанию
ta: தானாக இயல்புநிலை பயன்பாடாக அமைக்க வேண்டாம்
tr: Otomatik olarak öntanımlı uygulama olarak ayarlama
uk: Не встановлювати автоматично як стандартний застосунок

source: Fix missing options
be: Выпраўлены адсутныя параметры
cs: Opravit chybějící možnosti
de: Fehlende Optionen repariert
es: Corrección de las opciones que faltan
eu: Falta diren aukerak zuzendu
fi: Korjaa puuttuvat valinnat
he: תוקנו אפשרויות חסרות
hi: गायब विकल्पों को ठीक किया गया
hr: Ispravi nedostajuće opcije
nb_no: Manglende alternativer lagt til
nl: Opgelost: ontbrekende opties
pt: Correção de opções ausentes
pt_br: Corrigir opções ausentes
ru: Исправить недостающие опции
ta: விடுபட்ட விருப்பங்களை சரிசெய்யவும்
tr: Eksik seçenekleri düzelt
uk: Виправлено відсутні налаштування

source: Limit the number of options to 4
be: Колькасць варыянтаў абмежавана да 4
cs: Omezit počet možností na 4
de: Anzahl an Optionen auf 4 beschränken
es: Limitar el número de opciones a 4
eu: Aukera kopurua 4ra mugatu
fi: Rajoita valintojen määrä neljään
he: הגבלת מספר האפשרויות ל־4
hi: विकल्पों की संख्या 4 तक सीमित रखें
hr: Ograniči broj opcija na četiri
nb_no: Antall alternativer begrenset til fire
nl: Het aantal opties is voortaan beperkt tot 4
pt: Limita o número de opções a 4
pt_br: Limitar o número de opções para 4
ru: Ограничить количество вариантов до 4
ta: விருப்பங்களின் எண்ணிக்கையை 4 ஆக வரம்பிடவும்
tr: Seçenek sayısını 4 ile sınırla
uk: Обмежити кількість опцій до 4
