Repository: City-busz/Junction
Catalog: po/*.po
Languages: be, cs, de, es, eu, fi, he, hi, hr, id, nb_no, nl, pt, pt_br, ru, ta, tr, uk

source: Add an option to open with any application
be: Дададзена магчымасць адкрыцця з дапамогай любой праграмы
cs: Přidat možnost otevření libovolnou aplikací
de: Option zum Öffnen mit einem beliebigen Programm hinzufügt
es: Añade una opción para abrir con cualquier aplicación
eu: Gehitu aukera bat edozein aplikaziorekin irekitzeko
fi: Lisää valinta millä tahansa sovelluksella avaamiseen
he: נוספה אפשרות לפתוח עם כל יישום שהוא
hi: किसी भी एप्लिकेशन के साथ खोलने का विकल्प जोड़ा गया
hr: Dodaj opciju za otvaranje s bilo kojim programom
nb_no: Alternativ for åpning med vilkårlig alternativ lagt til
nl: Nieuw: optie om elke toepassing te kiezen
pt: Adiciona uma opção para abrir com qualquer aplicação
pt_br: Adicionar uma opção para abrir com qualquer aplicativo
ru: Добавить возможность открытия с помощью любого приложения
ta: எந்தவொரு பயன்பாட்டிலும் திறக்க விருப்பத்தைச் சேர்க்கவும்
tr: Herhangi bir uygulamayla açma seçeneği ekle
uk: Додано опція для відкриття будь-яким застосунком

source: Add a System Information panel in the about dialog
be: Дададзена панэль сістэмнай інфармацыі ў дыялогавым акне "Аб праграме"
cs: Přidat panel informací o systému do dialogu O aplikaci
de: System-Informationsfenster im Info-Dialogfenster hinzugefügt
es: Añade un panel de información del sistema en el diálogo de información
eu: Gehitu informazio-elkarrizketan sistemaren informazio-panel bat
he: נוסף לוח לפרטי המערכת בחלונית על אודות
hi: इसके बारे में संवाद में एक सिस्टम सूचना पैनल जोड़ा गया
hr: Dodaj ploču s informacijama o sustavu u prozoru o programu
nb_no: Systeminfo-panel lagt til i «Om»-dialog
nl: Nieuw: systeeminformatiepagina het venster ‘Over’
pt: Adiciona um painel de informação do sistema no diálogo acerca
pt_br: Adicionar um painel de informações do sistema na caixa de diálogo Sobre
ru: Добавить панель сведений о системе в диалоговое окно «О программе»
ta: அறிமுக உரையாடலில் கணினி தகவல் பேனலைச் சேர்க்கவும்
tr: Hakkında iletişim kutusuna bir Sistem Bilgisi paneli ekle
uk: Додано панель з інформацією про систему у "Про застосунок" діалоговому вікні

source: Fix for applications that do not support URIs
be: Выпраўленне для праграм, якія не падтрымліваюць URI
cs: Oprava aplikací které nepoužívají URI
de: Korrektur für Programme die keine URI-Adressen unterstützen
es: Corrección para aplicaciones que no soportan URIs
eu: URIs jasaten ez duten aplikazioetarako zuzenketa
fi: Korjaus sovelluksille, jotka eivät tue URI-tunnisteita
he: הוצג תיקון ליישומים שלא תומכים בכתובות
hi: उन अनुप्रयोगों के लिए समाधान जो URI का समर्थन नहीं करते हैं
hr: Ispravak za programe koji ne podržavaju URI adrese
nb_no: Fiks for programmer som ikke støtter URI-er
nl: Opgelost: toepassingen die geen uri's ondersteunden
pt: Correção para aplicações que não oferecem suporte a URIs
pt_br: Correção para aplicativos que não oferecem suporte a URIs
ru: Правка для приложений, которые не поддерживают URI
ta: URIகளை ஆதரிக்காத பயன்பாடுகளை சரிசெய்தல்
tr: URI'leri desteklemeyen uygulamalar için düzeltme
uk: Виправлення для застосунків які не підтримують URI

source: Add an option to display application names
be: Дададзена магчымасць адлюстравання назваў праграм
cs: Přidat možnost zobrazení jména aplikace
de: Option zur Anzeige von Programmnamen hinzugefügt
es: Añade una opción para mostrar los nombres de las aplicaciones
eu: Gehitu aukera bat aplikazioen izenak erakusteko
fi: Lisää valinta sovellusten nimen näyttämiseksi
he: נוספה אפשרות להצגת שמות היישומים
hi: एप्लिकेशन नाम प्रदर्शित करने के लिए एक विकल्प जोड़ा गया
hr: Dodaj opciju za prikaz imena programa
nb_no: Alternativ for visning av programnavn
nl: Nieuw: optie om toepassingsnamen te tonen
pt: Adiciona uma opção para exibir nomes de aplicações
pt_br: Adicionar uma opção para exibir nomes de aplicativos
ru: Добавить опцию для отображения имён приложений
ta: பயன்பாட்டின் பெயர்களைக் காண்பிக்க ஒரு விருப்பத்தைச் சேர்க்கவும்
tr: Uygulama adlarını görüntülemek için bir seçenek ekle
uk: Додано опцію для відображення назви застосунків

source: Add a menu button
be: Дададзена кнопка меню
cs: Přidat tlačítko nabídky
de: Menü-Schaltfläche hinzufügt
es: Añade un botón de menú
eu: Gehitu menu botoi bat
fi: Valikkopainike lisätty
he: נוסף כפתור בתפריט
hi: एक मेनू बटन जोड़ा गया
hr: Dodaj u gumb za izbornik
id: Menambahkan tombol menu
nb_no: Meny-knapp lagt til
nl: Nieuw: menuknop
pt: Adiciona um botão de menu
pt_br: Adicionar um botão de menu
ru: Добавить кнопку меню
ta: ஒரு மெனு பொத்தானைச் சேர்க்கவும்
tr: Menü düğmesi ekle
uk: Додано кнопку меню

source: Improve keyboard usage
be: Паляпшэнне выкарыстання клавіятуры
cs: Vylepšit používání klávesnice
de: Verbesserte Nutzung der Tastatur
es: Mejora el uso del teclado
eu: Teklatuaren erabilera hobetu da
fi: Paranna käyttöä näppäimistöllä
he: השימוש במקלדת השתפר
hi: बेहतर कीबोर्ड उपयोग
hr: Poboljšaj upotrebu tipkovnice
id: Memperbagus penggunaan papan tik
nb_no: Forbedret tastaturbruk
nl: Verbeterd: toetsenbordgebruik
pt: Melhora o uso do teclado
pt_br: Melhorar o uso do teclado
ru: Улучшить работу с клавиатурой
ta: விசைப்பலகை பயன்பாட்டை மேம்படுத்தவும்
tr: Klavye kullanımını iyileştir
uk: Покращено роботу з клавіатурою

source: Improve CLI usage
be: Палепшанае выкарыстанне CLI
cs: Vylepšit používání CLI
de: Verbesserte CLI-Nutzung
es: Mejora el uso de la CLI
eu: CLI hobeto erabiltzen da
fi: Paranna käyttöä komentoriviltä
he: השימוש דרך שורת הפקודה השתפר
hi: बेहतर CLI उपयोग
hr: Poboljšaj upotrebu sučelja naredbenog retka
id: Memperbagus penggunaan CLI
nb_no: Forbedret CLI-bruk
nl: Verbeterd: cli-gebruik
pt: Melhora o uso da CLI
pt_br: Melhorar o uso da CLI
ru: Улучшить использование CLI
ta: மேம்படுத்தப்பட்ட CLI பயன்பாடு
tr: Komut satırı kullanımını iyileştir
uk: Покращена робота з CLI інтерфейсом

source: Support opening multiple URIs
be: Падтрымліваецца адкрыццё некалькіх URI
cs: Umožnit otevření více URI
de: Unterstützung für das Öffnen mehrerer URI-Adressen
es: Compatibilidad con la apertura de múltiples URIs
eu: Bateragarritasuna URI ugari irekitzearekin
he: תמיכה בפתיחה מרוכזת של כתובות
hi: एकाधिक URI खोलने का समर्थन करता है
hr: Podrži otvaranje više URI adresa
id: Mendukung membuka beberapa URI
nb_no: Støtte for åpning av flere URI-er
nl: Ondersteuning voor meerdere uri's
pt: Suporte a abertura de vários URIs
pt_br: Suporte para abertura de vários URIs
ru: Поддержка открытия нескольких URI
ta: பல URIகளைத் திறப்பதற்கு ஆதரவு
tr: Birden çok URI açmayı destekle
uk: Додана підтримка для відкриття декількох URI

source: Support D-Bus activation
be: Падтрымка актывацыі D-Bus
cs: Umožnit aktivaci přes D-Bus
de: Unterstützung für die D-Bus Aktivierung
es: Soporte de la activación del D-Bus
eu: D-Bus aktibatzeko euskarria
fi: Tuki D-Bus-aktivoinnille
he: תמיכה בהפעלת D-Bus
hi: D-Bus सक्रियण का समर्थन करता है
hr: Podrži aktiviranje D-Busa
id: Mendukung aktivasi D-Bus
nb_no: Støtte for D-Bus-aktivering
nl: Ondersteuning voor dbus-aanroeping
pt: Suporte a ativação de D-Bus
pt_br: Suporte à ativação de D-Bus
ru: Поддержка активации D-Bus
ta: D-Bus (டி-பஸ்) இயக்கத்திற்கு ஆதரவு
tr: D-Bus ile etkinleştirmeyi destekle
uk: Підтримка активації D-Bus

source: Use libadwaita
be: Выкарыстоўвае libadwaita
cs: Využít libadwaita
de: Nutzung von libadwaita
es: Usa libadwaita
eu: libadwaita erabiltzen du
fi: Käytä libadwaitaa
he: נעשה שימוש ב־libadwaita
hi: libadwaita का प्रयोग करें
hr: Koristi libadwaita
id: Menggunakan libadwaita
nb_no: Bruk av libadwaita
nl: Libadwaita-ondersteuning
pt: Usa libadwaita
pt_br: Usar libadwaita
ru: Использовать libadwaita
ta: libadwaita (லிபத்வைதாவை) பயன்படுத்தவும்
tr: libadwaita kullan
uk: Використовує бібліотеку libadwaita

source: Fix for missing applications
be: Выпраўленне адсутных праграм
cs: Opravení chybějících aplikací
de: Korrektur für fehlende Anwendungen
es: Corrección de las aplicaciones que faltan
eu: Falta diren aplikazioak zuzentzea
fi: Korjaus puuttuville sovelluksille
he: תיקון ליישומים חסרים
hi: गुम अनुप्रयोगों के लिए समाधान
hr: Ispravak za nedostajuće programe
id: Perbaikan untuk aplikasi yang hilang
nb_no: Fiks for manglende programmer
nl: Opgelost: ontbrekende toepassingen
pt: Correção a aplicações ausentes
pt_br: Correção para aplicativos ausentes
ru: Правка для отсутствующих приложений
ta: விடுபட்ட பயன்பாடுகளுக்குச் சரிசெய்தல்
tr: Eksik uygulamalar için düzeltme
uk: Виправлення для відсутніх застосунків

source: Add a Shortcuts window - accessible with &lt;Ctrl&gt;?
be: Дададзена акно спалучэнняў хуткага доступу - даступнае з дапамогай &lt;Ctrl&gt;?
cs: Přidat klávesovou zkratku - dostupné s &lt;Ctrl&gt;?
de: Hinzufügen eines Fensters mit Tastaturkürzel – zugänglich mit &lt;Strg&gt;?
es: Añade una ventana de Atajos - accesible con &lt;Ctrl&gt;?
eu: Gehitu Lasterbideak leiho bat - &lt;Ctrl&gt;? bidez eskuragarri
he: נוסף חלון קיצורי דרך - נגיש עם ‎&lt;Ctrl&gt;?‎
hi: एक शॉर्टकट विंडो जोड़ी गई - &lt;Ctrl&gt; से पहुंच योग्य?
hr: Dodaj prozor s prečacima – dostupan pomoću &lt;Ctrl&gt;?
id: Menambahkan jendela Pintasan - bisa diakses dengan &lt;Ctrl&gt;?
nb_no: Snarveisvindu lagt til. Tilgjengelig med &lt;Ctrl&gt;?
nl: Nieuw: sneltoetsvenster - te openen met &lt;Ctrl&gt;?
pt: Adiciona uma janela de Atalhos – acedida com &lt;Ctrl&gt;?
pt_br: Adiciona uma janela de Atalhos – acessível com &lt;Ctrl&gt;?
ru: Добавить окно быстрого доступа, доступное с помощью &lt;Ctrl&gt;?
ta: குறுக்குவழிகள் சாளரத்தைச் சேர் - &lt;Ctrl&gt; மூலம் அணுக முடியும்?
tr: &lt;Ctrl&gt;? ile erişilebilen bir Kısayollar penceresi ekle
uk: Додати вікно клавіатурних скорочень, яке можна відкрити за допомогою &lt;Ctrl&gt;?

source: This is the first release of Junction. We hope you like it.
be: Гэта першы выпуск Junction. Спадзяемся, вам спадабаецца.
cs: Toto je první verze aplikace Junction. Doufáme, že se Vám líbí.
de: Dies ist die erste Veröffentlichung von Junction. Wir hoffen, dass sie dir gefällt.
es: Esta es la primera versión de Junction. Esperamos que le guste.
eu: Hau da Junctionen lehen bertsioa. Gustatuko zaizula espero dugu.
fi: Tämä on Junctionin ensimmäinen julkaisu. Toivottavasti pidät siitä.
he: זאת מהדורת הבכורה של צומת. מקווים שאהבת.
hi: यह जंक्शन की पहली रिलीज़ है। उम्मीद है आपको पसंद आएगा।
hr: Ovo je prvo izdanje programa Junction. Nadamo se da ti se sviđa.
id: Ini adalah rilis pertama Junction. Kami harap kalian menyukainya.
nb_no: Først utgave av Junction. Håper du liker programmet.
nl: Dit is de eerste uitgave van Junction. We hopen dat je er veel plezier aan beleeft.
pt: Esta é a primeira versão do Junction. Esperamos que o aprecie.
pt_br: Este é o primeiro lançamento do Junction. Esperamos que você goste.
ru: Это первый релиз Junction. Надеемся, что он вам понравится.
ta: இது ஜங்ஷனின் முதல் வெளியீடு. உங்களுக்கு இது பிடிக்கும் என்று நம்புகிறோம்.
tr: Bu, Junction'ın ilk sürümüdür. Beğeneceğinizi umuyoruz.
uk: Це перший реліз Junction. Сподіваємося він вам сподобається.

source: This site has no security. An attacker could see any information you send, or control the content that you see.
be: Гэты небяспечны. Зламыснік можа бачыць любую інфармацыю, якую вы адпраўляеце, або кантраляваць змесціва, якое вы бачыце.
cs: Tento web nemá žádné zabezpečení. Případný útočník může vidět všechny informace, které posíláte, nebo zasahovat do obsahu, který se vám zobrazí.
de: Diese Website ist nicht sicher. Ein Angreifer könnte alle deine gesendeten Informationen sehen oder den Inhalt kontrollieren, den du siehst.
es: Este sitio no tiene seguridad. Un atacante podría ver cualquier información que envíe, o controlar el contenido que ve.
eu: Leku honek ez du segurtasunik. Erasotzaile batek bidaltzen duzun edozein informazio ikus dezake, edo ikusten duzun edukia kontrolatu.
fi: Tämä sivusto ei mahdollista salattua yhteyttä. Hyökkääjä voi nähdä kaiken lähettämäsi tiedon, tai hallita näkemääsi sisältöä.
he: אתר זה לוקה מבחינת אבטחה. לתוקפים יש אפשרות לצפות בפרטים ששלחת או לשלוט בתוכן המוצג.
hi: इस साइट पर कोई सुरक्षा नहीं है. कोई हमलावर आपके द्वारा भेजी गई किसी भी जानकारी को देख सकता है, या आपके द्वारा देखी जाने वाली सामग्री को नियंत्रित कर सकता है।
hr: Ova stranica nema sigurnost. Napadač bi mogao vidjeti bilo koju informaciju koju šalješ ili upravljati sadržajem koji vidiš.
id: Situs ini tidak memiliki pengaman. Penyerang bisa melihat informasi apa pun yang Anda kirim atau mengontrol konten yang Anda lihat.
nb_no: Denne siden har ingen sikkerhet. En angriper kan se all info du sender, eller kontrollere innholdet du ser.
nl: Deze website is onbeveiligd. Een kwaadwillende kan de informatie inzien die je verstuurt of de inhoud die je bekijkt.
pt: Este sítio não é seguro. Um atacante pode ver qualquer informação que envia, ou controlar o conteúdo que vê.
pt_br: Este site não possui segurança. Um invasor poderia ver qualquer informação que você envie ou controlar o conteúdo que você vê.
ru: Этот сайт не имеет никакой защиты. Злоумышленник может увидеть любую информацию, которую вы отправляете, или контролировать содержимое, которое видите.
ta: இந்த தளத்திற்கு பாதுகாப்பு இல்லை. தாக்குபவர் நீங்கள் அனுப்பும் எந்த தகவலையும் பார்க்க முடியும் அல்லது நீங்கள் பார்க்கும் உள்ளடக்கத்தை கட்டுப்படுத்தலாம்.
tr: Bu sitenin güvenliği yok. Saldırgan, gönderdiğiniz herhangi bir bilgiyi görebilir veya gördüğünüz içeriği denetleyebilir.
uk: Цей сайт немає жодного захисту. Зловмисник може бачити будь-яку інформацію, яку ви надсилаєте або контролювати те, який контент ви бачите.

source: Reveal
be: Паказаць
cs: Odhalit
es: Mostrar
fi: Paljasta
he: חשיפה
hi: प्रकट करें
hr: Otkrij
id: Ungkap
nb_no: Avslør
nl: Bekijken
pt: Revelar
pt_br: Revelar
ru: Показать
ta: வெளிப்படுத்து
tr: Göster
uk: Показати

source: Reveal in Folder
be: Паказаць у папке
cs: Zobraz ve složce
es: Mostrar en carpeta
fi: Paljasta kansiossa
he: חשיפה בתיקייה
hi: फोल्डर में प्रकट करें
hr: Otkrij u mapi
id: Ungkap di Folder
nb_no: Avslør i mappe
nl: Bekijken in map
pt: Revelar na pasta
pt_br: Revelar na pasta
ru: Показать в Папке
ta: கோப்புறையில் வெளிப்படுத்தவும்
tr: Klasörde Göster
uk: Показати у теці

source: All Applications
be: Усе праграмы
cs: Všechny aplikace
de: Alle Anwendung
es: Todas las aplicaciones
eu: Aplikazio guztiak
fi: Kaikki sovellukset
he: כל היישומים
hi: सभी एप्लीकेशन
hr: Svi programi
id: Semua Aplikasi
nb_no: Alle programmer
nl: Alle toepassingen
pt: Todas as aplicações
pt_br: Todos os aplicativos
ru: Все Приложения
ta: அனைத்து பயன்பாடுகள்
tr: Tüm Uygulamalar
uk: Усі застосунки

source: View All
be: Паказаць усе
cs: Zobraz vše
de: Alle anzeigen
es: Ver todo
eu: Ikusi dena
fi: Näytä kaikki
he: להציג הכול
hi: सब देखें
hr: Prikaži sve
id: Lihat Semua
nb_no: Vis alle
nl: Alles tonen
pt: Ver todos
pt_br: Ver todos
ru: Посмотреть Все
ta: அனைத்தையும் காட்டு
tr: Tümünü Görüntüle
uk: Показати усі

source: Show names
be: Паказаць назвы
cs: Zobrazovat jména
de: Namen anzeigen
es: Mostrar nombres
eu: Erakutsi izenak
fi: Näytä nimet
he: הצגת שמות
hi: नाम दिखाएँ
hr: Pokaži imena
id: Tampilkan nama
nb_no: Vis navn
nl: Toepassingsnamen tonen
pt: Mostrar nomes
pt_br: Mostrar nomes
ru: Показывать имена
ta: பெயர்களைக் காட்டு
tr: Adları göster
uk: Показувати назви

source: Copy to Clipboard
be: Скапіявана ў буфер абмену
cs: Kopírovat do schránky
de: Kopiere in die Zwischenablage
es: Copiar al portapapeles
eu: Kopiatu paper-zorroan
fi: Kopioi leikepöydälle
he: העתקה ללוח הגזירים
hi: क्लिपबोर्ड पर कॉपी करें
hr: Kopiraj u međuspremnik
id: Salin ke Papan Klip
nb_no: Kopier til utklippstavle
nl: Kopiëren naar klembord
pt: Copiar para a área de transferência
pt_br: Copia para a área de transferência
ru: Копировать в буфер обмена
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்
tr: Panoya kopyala
uk: Скопіювати у буфер обміну

source: Keyboard Shortcuts
be: Спалучэнні клавіш
cs: Klávesové zkratky
de: Tastaturkürzel
es: Atajos del teclado
eu: Teklatuko lasterbideak
fi: Pikanäppäimet
he: קיצורי מקלדת
hi: कीबोर्ड शॉर्टकट
hr: Tipkovnički prečaci
id: Pintasan Papan Tik
nb_no: Tastatursnarveier
nl: Sneltoetsen
pt: Atalhos de teclado
pt_br: Atalhos de teclado
ru: Горячие Клавиши
ta: விசைப்பலகை குறுக்குவழிகள்
tr: Klavye Kısayolları
uk: Клавіатурні скорочення

source: About Junction
be: Аб праграме
cs: O aplikaci Junction
de: Über Junction
es: Acerca de Junction
eu: Junction-i buruz
fi: Tietoja - Junction
he: על „צומת”
hi: Junction के बारे में
hr: O programu Junction
id: Tentang Junction
nb_no: Om Junction
nl: Over Junction
pt: Acerca do Junction
pt_br: Sobre o Junction
ru: О Junction
ta: ஜங்ஷன் பற்றி
tr: Junction Hakkında
uk: Про Junction

source: Test Junction
be: Пратэставаць Junction
cs: Otestovat Junction
de: Junction testen
es: Probar Junction
eu: Probatu Junction
fi: Testaa Junctionia
he: בדיקת צומת
hi: टेस्ट Junction
hr: Isprobaj Junction
id: Tes Junction
nl: Testen
pt: Testar o Junction
pt_br: Testar o Junction
ru: Протестировать Junction
ta: சோதனை செய்யவும் ஜங்ஷனை
tr: Junction'ı Deneyin
uk: Протестувати Junction

source: Set Junction as default for Web
be: Задаць Junction па змаўчанні для вэбу
cs: Nastavit Junction jako výchozí aplikaci pro otevírání webových odkazů
de: Junction als Standard festlegen
es: Establecer Junction como predeterminado para la Web
eu: Webgunerako Junction lehenetsia ezarri
fi: Aseta Junction oletukseksi Verkolle
he: הגדרת צומת כברירת המחדל לאתרים
hi: वेब के लिए Junction को डिफ़ॉल्ट के रूप में सेट करें
hr: Postavi kao zadani program za web
nb_no: Junction satt som forvalg for surfing
nl: Junction instellen als standaardtoepassing voor weblinks
pt: Definir o Junction por omissão para Web
pt_br: Definir o Junction como padrão para a Web
ru: Установить Junction по умолчанию для интернета
ta: இணையத்திற்கு ஜங்ஷனை இயல்பாக அமைக்கவும்
tr: Junction'ı Web için öntanımlı olarak ayarla
uk: Встановити Junction за замовченням для веб-браузера

source: translator-credits
be: Yahor Haurylenka <k1llo2810@gmail.com>
cs: Vojtěch Perník <translations@pervoj.cz>, Jan Hájovský <hajovsky.jan@gmail.com>
de: Milo Ivir <mail@milotype.de>
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
eu: Sergio Varela <sergiovg01@outlook.com>
fi: Jiri Grönroos <jiri.gronroos+l10n@iki.fi>
he: ירון שהרבני <sh.yaron@gmail.com>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hr: Milo Ivir <mail@milotype.de>
nb_no: Allan Nordhøy <epost@anotheragency.no>
nl: Heimen Stoffels <vistausss@fastmail.com>
pt: Juliano de Souza Camargo <julianosc@pm.me>
pt_br: Tiago Lucas Flach <tiagolucas9830@gmail.com> Rafael Fontenelle <rafaelff@gnome.org> Gabriel Gian <gabrielgian@protonmail.com>
ru: Translator Name https://github.com/Dargh-Lenoule
ta: 'K.B.Dharun Krishna <kbdharunkrishna@gmail.com>`
tr: Oğuz Ersen https://ersen.moe

source: Discard and close
be: Скасаваць і закрыць
cs: Zahodit změny a zavřít
es: Descartar y cerrar
fi: Hylkää ja sulje
he: התעלמות וסגירה
hi: त्यागें और बंद करें
hr: Odbaci i zatvori
id: Buang dan tutup
nb_no: Forkast og lukk
nl: Verwerpen en sluiten
pt: Descarta e fecha
pt_br: Descarta e fecha
ru: Сбросить и закрыть
ta: நிராகரித்து மூடவும்
tr: At ve kapat
uk: Скинути та зачинити

source: Select next/previous application
be: Выбраць наступную/папярэднюю праграму
cs: Vyber další/předchozí aplikaci
es: Seleccionar siguiente/previa aplicación
fi: Valitse seuraava/edellinen sovellus
he: בחירת היישום הבא/הקודם
hi: अगला/पिछला एप्लिकेशन चुनें
hr: Odaberi sljedeći/prethodni program
id: Pilih aplikasi berikut/sebelumnya
nb_no: Velg neste/forrige program
nl: Volgende/Vorige toepassing kiezen
pt: Seleciona a aplicação seguinte/anterior
pt_br: Seleciona o aplicativo seguinte/anterior
ru: Выбрать следующее/предыдущее приложение
ta: அடுத்த/முந்தைய பயன்பாட்டைத் தேர்ந்தெடுக்கவும்
tr: Sonraki/önceki uygulamayı seç
uk: Обрати наступний/попередній застосунок

source: Open with selected application
be: Адкрыць абранай праграмай
cs: Otevřít vybranou aplikací
es: Abrir con la aplicación seleccionada
fi: Avaa valitulla sovelluksella
he: פתיחה עם היישום הנבחר
hi: चयनित एप्लिकेशन के साथ खोलें
hr: Otvori s odabranim programom
id: Buka dengan aplikasi yang dipilih
nb_no: Åpne med foretrukket program
nl: Openen met gekozen toepassing
pt: Abre com a aplicação selecionada
pt_br: Abre com o aplicativo selecionado
ru: Открыть выбранным приложением
ta: தேர்ந்தெடுக்கப்பட்ட பயன்பாட்டுடன் திறக்கவும்
tr: Seçilen uygulamayla aç
uk: Відкрити через обраний застосунок

source: Open with selected application and stay active
be: Адкрыць выбранай праграмай і не закрываць
cs: Otevřít vybranou aplikací a zůstat aktivní
es: Abrir con la aplicación seleccionada y permanecer activo
fi: Avaa valitulla sovelluksella ja pysy aktiivisena
he: פתיחה עם היישום הנבחר ולהישאר פעיל
hi: चयनित एप्लिकेशन के साथ खोलें और सक्रिय रहें
hr: Otvori s odabranim programom i ostavi Junction aktivnim
id: Buka dengan aplikasi yang dipilih dan tetap aktif
nb_no: Åpne med valgt program og forbli aktiv
nl: Openen met gekozen toepassing en Junction niet afsluiten
pt: Abre com a aplicação selecionada e mantém-se ativo
pt_br: Abre com o aplicativo selecionado e se mantém ativo
ru: Открыть выбранным приложением и не закрывать
ta: தேர்ந்தெடுக்கப்பட்ட பயன்பாட்டுடன் திறந்து செயலில் இருங்கள்
tr: Seçilen uygulama ile aç ve etkin kal
uk: Відкрити обраним застосунком і не зачиняти

source: Open with application at position
be: Адкрыць праграмай у пазіцыі
cs: Otevřít s aplikací na pozici
es: Abrir con la aplicación en la posición
fi: Avaa kohdalla olevalla sovelluksella
he: פתיחה עם היישום במיקום
hi: स्थान पर आवेदन के साथ खोलें
hr: Otvori s programom na poziciji
id: Buka dengan aplikasi pada posisi
nb_no: Åpne med program på posisjon
nl: Openen met toepassing op positie
pt: Abre com a aplicação na posição
pt_br: Abre com o aplicativo na posição
ru: Открыть приложением в положении
ta: நிலையில் பயன்பாடுடன் திறக்கவும்
tr: Sıradaki uygulama ile aç
uk: Відкрити обраним застосунком

source: Quit
be: Выйсці
cs: Zavřít
es: Salir
fi: Lopeta
he: יציאה
hi: छोड़ें
hr: Zatvori program
id: Keluar
nb_no: Avslutt
nl: Afsluiten
pt: Sai
pt_br: Sai
ru: Выйти
ta: வெளியேறு
tr: Çıkış
uk: Вийти

source: Junction
he: צומת
